<div class="container">
    <div class="about">
        <div class="about-title">Пройдите обучение в Бизнес Академии МБА СИТИ
            и станьте высокооплачиваемым специалистом в интересной Вам сфере деятельности
        </div>
        <div class="about-block">
            <div class="about-img">
                <a href="img/about1.jpg" class="fancybox-buttons" data-fancybox-group="button"><img src="img/about1.jpg" alt="photo"></a>
            </div>
            <div class="about-descr">
                Этот содержательный курс даст вам именно те знания
                которые вы ищите. Пройдите обучение в Международной
                Академии Бизнеса получите престижный диплом и станьте
                высокооплачиваемым специалистом в интересной Вам сфере
                деятельности. Не откладывайте ваше ваше развитие и
                профессиональный рост на потом - запишитесь на курс и уже
                сегодня вы станете на шаг ближе. Пройдите обучение в
                Международной Академии Бизнеса получите престижный
                диплом и станьте высокооплачиваемым специалистом в
                интересной Вам сфере деятельности.
            </div>
        </div>
        <div class="about-block">
            <div class="about-img">
                <a href="img/about2.jpg" class="fancybox-buttons" data-fancybox-group="button"><img src="img/about2.jpg" alt="photo"></a>
            </div>
            <div class="about-descr">
                Этот содержательный курс даст вам именно те знания
                которые вы ищите. Пройдите обучение в Международной
                Академии Бизнеса получите престижный диплом и станьте
                высокооплачиваемым специалистом в интересной Вам сфере
                деятельности. Не откладывайте ваше ваше развитие и
                профессиональный рост на потом - запишитесь на курс и уже
                сегодня вы станете на шаг ближе. Пройдите обучение в
                Международной Академии Бизнеса получите престижный
                диплом и станьте высокооплачиваемым специалистом в
                интересной Вам сфере деятельности.
            </div>
        </div>
        <div class="about-block">
            <div class="about-img">
                <a href="img/about3.jpg" class="fancybox-buttons" data-fancybox-group="button"><img src="img/about3.jpg" alt="photo"></a>
            </div>
            <div class="about-descr">
                Этот содержательный курс даст вам именно те знания
                которые вы ищите. Пройдите обучение в Международной
                Академии Бизнеса получите престижный диплом и станьте
                высокооплачиваемым специалистом в интересной Вам сфере
                деятельности. Не откладывайте ваше ваше развитие и
                профессиональный рост на потом - запишитесь на курс и уже
                сегодня вы станете на шаг ближе. Пройдите обучение в
                Международной Академии Бизнеса получите престижный
                диплом и станьте высокооплачиваемым специалистом в
                интересной Вам сфере деятельности.
            </div>
        </div>
        <div class="about-descr about-descr__full">
            Этот содержательный курс даст вам именно те знания
            которые вы ищите. Пройдите обучение в Международной
            Академии Бизнеса получите престижный диплом и станьте
            высокооплачиваемым специалистом в интересной Вам сфере
            деятельности. Не откладывайте ваше ваше развитие и
            профессиональный рост на потом - запишитесь на курс и уже
            сегодня вы станете на шаг ближе. Пройдите обучение в
            Международной Академии Бизнеса получите престижный
            диплом и станьте высокооплачиваемым специалистом в
            интересной Вам сфере деятельности.
        </div>
    </div>
</div>